mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
xterm
binutils
dosfstools
linux-headers
noto-fonts-emoji
usbutils
xdg-user-dirs
pulseaudio
pulseaudio-alsa
pavucontrol
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
fonts-powerline
zsh
thefuck
zsh-syntax-highlighting
zsh-autosuggestions
autojump
awesome-terminal-fonts
rmtrash
neofetch
--END OF MINIMAL INSTALL--
gstreamer
gst-plugins-good
gst-plugins-bad
gst-plugins-base
gst-plugins-ugly
autoconf
automake
bluez
bluez-libs
bluez-utils
efibootmgr
exfat-utils
flex
fuse2
fuse3
fuseiso
gcc
make
unrar
unzip
